Repository: Petexy/Affinity_Installer_For_Linux
Catalog: locale/*/LC_MESSAGES/affinity-installer.po
Languages: pl

source: Affinity Installater
pl: Instalator Affinity

source: Welcome to Affinity Installer!
pl: Witaj w instalatorze Affinity!

source: Please make sure that you have downloaded the Affinity application .exe file before the installation.
pl: Upewnij się, że posiadasz plik instalacyjny programu Affinity w postaci .exe przed instalacją

source: Installation is in progress...
pl: Instalacja w toku...

source: Do NOT close the app!
pl: NIE zamykaj aplikacji

source: /n This will take a while. Remember to install .NET when the installer pops up
pl: To może potrwać chwilę. Pamiętaj, by zainstalować .NET, gdy wyskoczy okno instalatora

source: Install Affinity application
pl: Zainstaluj aplikację Affinity

source: Show progress
pl: Pokaż postęp

source: Hide progress
pl: Ukryj postęp

source: Select Installer File
pl: Wybierz plik instalacyjny

source: Cancel
pl: Anuluj

source: Open
pl: Otwórz

source: Affinity .exe file
pl: Plik .exe Affinity

source: Selected file: {}
pl: Wybrany plik: {}

source: No file selected for installer.
pl: Nie wybrano pliku dla instalatora.

source: Root command completed successfully.
pl: Pierwszy etap zakończony pomyślnie.

source: Second command completed successfully.
pl: Drugi etap zakończony pomyślnie.

source: Third command completed successfully.
pl: Trzeci etap zakończony pomyślnie.

source: Fourth command completed successfully.
pl: Czwarty etap zakończony pomyślnie.

source: Error: {}
pl: Błąd: {}

source: Installation completed successfully.
pl: Instalacja zakończona sukcesem.

source: Installation failed (code {}).
pl: Instalacja zakończona błędem (kod {}).
